Repository: wangchong2023/ZhiYu
Catalog: Sources/Localization/Catalogs/Insight.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# dashboard.stats.responseLatency
source: Response Latency
zh_hans: 响应延迟
zh_hant: 響應延迟

# dashboard.stats.tab.generation
source: Generation
zh_hans: 生成阶段
zh_hant: 生成阶段

# dashboard.stats.tab.satisfaction
source: Feedback
zh_hans: 满意度及消耗
zh_hant: 滿意度及消耗

# dashboard.stats.tab.history
source: History
zh_hans: 评估记录
zh_hant: 評估記錄

# insight.dateCalculationFailed
source: Date calculation failed
zh_hans: 日期计算失败
zh_hant: 日期计算失敗

# graph.guide.entryTitle
source: How to read the Knowledge Graph?
zh_hans: 如何读懂知识图谱？
zh_hant: 如何讀懂知識圖譜？

# graph.guide.entrySubtitle
source: 3D network illustration & concept guide
zh_hans: 3D 图解网络与大白话概念指南
zh_hant: 3D 圖解網路与大白話概念指南

# graph.guide.sheetTitle
source: Knowledge Graph Concept Guide
zh_hans: 知识图谱图解指南
zh_hant: 知識圖譜圖解指南

# graph.guide.legendNodeTitle
source: Circle (Node)
zh_hans: 圆圈 (节点)
zh_hant: 圓圈 (節点)

# graph.guide.legendNodeDesc
source: Every note you write is a circle (mainly categorized as Theme or Entry).
zh_hans: 你在智宇中写的每一篇笔记都是一个圆圈，笔记细分为「主题」或「词条」两种类型。
zh_hant: 你在智宇中寫的每一篇筆記都是一個圓圈，筆記細分為「主題」或「词條」兩種類型。

# graph.guide.legendLinkTitle
source: Line (Link)
zh_hans: 连线 (链接)
zh_hant: 連線 (链接)

# graph.guide.legendLinkDesc
source: Lines between circles represent connections built via double-bracket [[ links ]].
zh_hans: 圆圈之间的线，代表两篇笔记通过双括号建立了关联。
zh_hant: 圓圈之間的線，代表兩篇筆記通過雙括號建立了關联。

# graph.guide.typeConceptTitle
source: Theme (Concept)
zh_hans: 主题
zh_hant: 主題

# graph.guide.typeConceptDesc
source: Notes focused on concepts, theories, and methodologies.
zh_hans: 以概念、原理和方法论为主的笔记。
zh_hant: 以概念、原理和方法論為主的筆記。

# graph.guide.typeEntityTitle
source: Entry (Entity)
zh_hans: 词条
zh_hant: 词條

# graph.guide.typeEntityDesc
source: Glossary notes focused on specific entities, attributes, and definitions.
zh_hans: 以具体名词、属性和定义为主的名词速查笔记。
zh_hant: 以具體名词、屬性和定义為主的名词速查筆記。

# graph.guide.bridgeTitle
source: Cross-domain Hub
zh_hans: 跨领域笔记枢纽
zh_hant: 跨領域筆記樞纽

# graph.guide.bridgeDesc
source: Bridge nodes connecting two previously disjoint knowledge domains.
zh_hans: 将两个本来不相连的知识领域联通在一起的桥梁节点。
zh_hant: 將兩個本來不相連的知識領域联通在一起的橋梁節点。

# graph.guide.sparseTitle
source: Isolated Concepts
zh_hans: 孤立主题
zh_hant: 孤立主題

# graph.guide.sparseDesc
source: Locally connected nodes not yet integrated into the main network.
zh_hans: 局部小规模互连，但尚未融入图谱主网络的主题群。
zh_hant: 局部小規模互連，但尚未融入圖譜主網路的主題群。

# graph.guide.orphanTitle
source: Unlinked Note
zh_hans: 未关联笔记
zh_hant: 未關联筆記

# graph.guide.orphanDesc
source: Draft notes not yet linked to any other page.
zh_hans: 随手记下，但尚未与任何其他笔记建立连线的草稿。
zh_hant: 隨手記下，但尚未与任何其他筆記建立連線的草稿。

# graph.guide.surprisingTitle
source: Cross-domain Connection
zh_hans: 跨领域关联
zh_hant: 跨領域關联

# graph.guide.surprisingDesc
source: Algorithmic connection between seemingly unrelated domains.
zh_hans: 算法挖掘到的，不同知识领域之间产生的意外强关联。
zh_hant: 算法挖掘到的，不同知識領域之間產生的意外強關联。

# dashboard.stats.audioFormat
source: Audio (.mp3)
zh_hans: 音频 (.mp3)
zh_hant: 音頻 (.mp3)

# dashboard.stats.imageFormat
source: Image (.png)
zh_hans: 图片 (.png)
zh_hant: 圖片 (.png)

# dashboard.stats.documentFormat
source: Document (.pdf/.md)
zh_hans: 文档 (.pdf/.md)
zh_hant: 文档 (.pdf/.md)

# dashboard.stats.itemsCount
source: %d items
zh_hans: %d 个
zh_hant: %d 個

# dashboard.stats.rawStorageTitle
source: Raw Storage Monitor (Karpathy LLM Wiki)
zh_hans: 原始数据存储监控 (基于卡帕西)
zh_hant: 原始資料存储監控 (基於卡帕西)

# dashboard.stats.rawTotalPages
source: Raw Source Pages
zh_hans: 原始来源文件数
zh_hant: 原始來源檔案數

# dashboard.stats.rawTotalSize
source: Raw Storage Size
zh_hans: 原始存储占用
zh_hant: 原始存储佔用

# dashboard.stats.viewRawPages
source: View Raw Pages List
zh_hans: 查看原始文件列表
zh_hant: 查看原始檔案清單

# dashboard.stats.rawPageDetailTitle
source: Raw Page Details
zh_hans: 原始页面详情
zh_hant: 原始頁面詳情

# dashboard.stats.rawPageCountFormat
source: Words: %1$d | Size: %2$@
zh_hans: 字数: %1$d 字 | 大小: %2$@
zh_hant: 字數: %1$d 字 | 大小: %2$@

# dashboard.stats.title
source: Comparison Metrics Grid
zh_hans: 对比指标网格
zh_hant: 對比指標網格

# dashboard.pageList.pages
source: Pages
zh_hans: 页面
zh_hant: 頁面

# stats.short.pages
source: Pages
zh_hans: 条目
zh_hant: 條目

# dashboard.pageList.tags
source: Tags
zh_hans: 标签分类
zh_hant: 標籤分類

# title
source: Tags
zh_hans: 标签管理
zh_hant: 標籤管理

# report.appName
source: ZhiYu
zh_hans: 智宇 (ZhiYu)
zh_hant: 智宇 (ZhiYu)

# stats.short.source
source: Source
zh_hans: 信源
zh_hant: 信源

# dashboard.stats.tab.plugins
source: Plugins
zh_hans: 插件
zh_hant: 插件

# stats.short.concept
source: Concept
zh_hans: 概念
zh_hant: 概念

# dashboard.stats.tabStorage
source: Storage
zh_hans: 存储
zh_hant: 存储

# dashboard.stats.tab.retrieval
source: Retrieval
zh_hans: 检索阶段
zh_hant: 检索阶段

# dashboard.stats.overview
source: Overview
zh_hans: 综合评分
zh_hant: 綜合評分

# tokens
source: Token
zh_hans: Token 消耗
zh_hant: Token 消耗

# graph.insightOrphans
source: Unlinked Notes
zh_hans: 未关联笔记
zh_hant: 未關联筆記

# graph3d.description
source: Explore connections in 3D space
zh_hans: 在三维空间中探索知识关联

# graph3d.fpsFormat
source: FPS: %d
zh_hans: 帧率: %d
